#რომელ ბიბლიოთეკას ვიყენებთ პითონში გეოომეტრიული ფიგურების ასაგებად - turtle
#რომელ ფუნქციას ვიყენებთ, როდესაც გვინდა,რომ ტერმინალში მოვახდინოთ დაბეჭვდა - print
#პითონის გამოყენებით შეუძლებელია ალგორითმების შექმნა - False
#ათწილადებზე სამუშაოდ რომელ მონაცემთა ტიპს ვიყენებთ - float
#რომელია პითონისთვის სწორი კომენტარი - #comment
#რომელ ფუნქციას ვიყენებთ მომხმარებლისგან ტერმინალიდან ტექსტის მისაღებად? -input
#input_იდან მიღებული ინფორმაცია ინახება sring_ის სახით - True
#როგორ ვამოწმებთ მონაცემთა ტიპს - type(x)
#რომელი ცვადი ინახავს ათწილადს - x=10/2
#რომელ ვარიანტშია პითონის ცვლადი სწორად შექმნილი - x=12
#რას გამოიტანს კოდი? - Error
#რას გამოიტანს კოდი? - 1020
#რას გამოიტანს კოდი როდესაც მომხმარებელი შემოიტანს 7ს? - <class "float">
#პასუხია - True
#რას გამოიტანს კოდი როდესაც მომხმარებელი შემოიტანს 20ს? - True
